// 製造ラインマスタデータ
// このファイルは自動生成されました
// 生成日時: 2025-10-17 09:40:32
// データ件数: 290件

const 製造ラインマスタ = [
  {
    "製造ラインコード": "E001FF",
    "製造ライン名": "E1充)ﾘﾑｰﾊﾞｰﾊﾝﾄﾞ",
    "部署": "生産二部",
    "製造場所コード": "M0HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E00303",
    "製造ライン名": "E1充)ｴﾅﾒﾙﾛﾎﾞｯﾄ1",
    "部署": "生産二部",
    "製造場所コード": "M0HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0001",
    "製造ライン名": "E1調)ｴｱｰ攪拌機1",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0002",
    "製造ライン名": "E1調)ｴｱｰ攪拌機2",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0003",
    "製造ライン名": "E1調)ﾘﾑｰﾊﾞｰﾀﾝｸ1",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0004",
    "製造ライン名": "E1調)ﾎﾓ攪拌機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0005",
    "製造ライン名": "E1調)ｵｰﾌﾟﾝﾀﾝｸ150L",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0006",
    "製造ライン名": "E1調)ｵｰﾌﾟﾝﾀﾝｸ200L",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0007",
    "製造ライン名": "E1調)3.1ﾓｰﾀｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0008",
    "製造ライン名": "E1調)外部設備",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E0009",
    "製造ライン名": "E1調)ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E005FF",
    "製造ライン名": "E1充)ｴﾅﾒﾙﾊﾝﾄﾞ",
    "部署": "生産二部",
    "製造場所コード": "M0HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E006FF",
    "製造ライン名": "E1充)湿式1",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E007FF",
    "製造ライン名": "E1充)湿式2",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "E00804",
    "製造ライン名": "E1充)ｾﾙ生産ロボット",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "EFFFFF",
    "製造ライン名": "E1充)充填なし 半製品",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ESETFF",
    "製造ライン名": "E1充)充填なし ｾｯﾄ",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P00101",
    "製造ライン名": "M1充)ﾙｰｽ",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES001",
    "製造ライン名": "E調)5000kg液化機1",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES002",
    "製造ライン名": "E調)5000kg液化機2",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES003",
    "製造ライン名": "E調)5000kg液化機3",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES004",
    "製造ライン名": "E調)5000kg液化機4",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES005",
    "製造ライン名": "E調)2500kg乳化機1",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES006",
    "製造ライン名": "E調)2500kg乳化機2",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES007",
    "製造ライン名": "E調)2500kg乳化機3",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES008",
    "製造ライン名": "E調)2500kg乳化機4",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES009",
    "製造ライン名": "E調)ｻﾀｹ攪拌機",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES010",
    "製造ライン名": "E調)ｽﾘｰﾜﾝ",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES011",
    "製造ライン名": "E調)ｲﾜｷﾛｰﾀﾘｰﾎﾟﾝﾌﾟ",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES012",
    "製造ライン名": "E調)外部設備",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "ES013",
    "製造ライン名": "E調)溶解槽",
    "部署": "生産一部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P00202",
    "製造ライン名": "M1充)6ST",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0001",
    "製造ライン名": "E1量)ｴｱｰ攪拌機1",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0002",
    "製造ライン名": "E1量)ｴｱｰ攪拌機2",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0003",
    "製造ライン名": "E1量)ﾘﾑｰﾊﾞｰﾀﾝｸ1",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0004",
    "製造ライン名": "E1量)ﾎﾓ攪拌機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0005",
    "製造ライン名": "E1量)ｵｰﾌﾟﾝﾀﾝｸ150L",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0006",
    "製造ライン名": "E1量)ｵｰﾌﾟﾝﾀﾝｸ200L",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0007",
    "製造ライン名": "E1量)3.1ﾓｰﾀｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0008",
    "製造ライン名": "E1量)外部設備",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0009",
    "製造ライン名": "E量)5000kg液化機1",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0010",
    "製造ライン名": "E量)5000kg液化機2",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0011",
    "製造ライン名": "E量)5000kg液化機3",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0012",
    "製造ライン名": "E量)5000kg液化機4",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0013",
    "製造ライン名": "E量)2500kg乳化機1",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0014",
    "製造ライン名": "E量)2500kg乳化機2",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0015",
    "製造ライン名": "E量)2500kg乳化機3",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0016",
    "製造ライン名": "E量)2500kg乳化機4",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0017",
    "製造ライン名": "E量)ｻﾀｹ攪拌機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0018",
    "製造ライン名": "E量)ｽﾘｰﾜﾝ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0019",
    "製造ライン名": "E量)ｲﾜｷﾛｰﾀﾘｰﾎﾟﾝﾌﾟ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0020",
    "製造ライン名": "E量)外部設備",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0021",
    "製造ライン名": "M2量)200㎏ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0022",
    "製造ライン名": "M2量)3.1ﾓｰﾀｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0023",
    "製造ライン名": "M2量)50ﾊｲﾋﾞｽ乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0024",
    "製造ライン名": "M2量)ｴｱｰ撹拌機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0025",
    "製造ライン名": "M2量)ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0026",
    "製造ライン名": "M2量)ｻﾀｹ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0027",
    "製造ライン名": "M2量)ﾛｰﾀﾘｰﾎﾟﾝﾌﾟ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0028",
    "製造ライン名": "M2量)熱ﾛｰﾗｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0029",
    "製造ライン名": "M2量)ﾐﾆﾛｰﾗｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0030",
    "製造ライン名": "M2量)300L乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0031",
    "製造ライン名": "M2量)300L溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0032",
    "製造ライン名": "M2量)PDﾐｷｻｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0033",
    "製造ライン名": "M2量)ﾛｰﾗｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0034",
    "製造ライン名": "M2量)5Lﾊｲﾋﾞｽ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0035",
    "製造ライン名": "M2量)20溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0036",
    "製造ライン名": "M2量)50溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0037",
    "製造ライン名": "M2量)80溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0038",
    "製造ライン名": "M2量)１0溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0039",
    "製造ライン名": "M2量)１00溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0040",
    "製造ライン名": "M2量)脱ｱﾝ槽（ｻﾀｹ）",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0041",
    "製造ライン名": "M2量)外部設備",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0042",
    "製造ライン名": "M2量)ｱｼﾞﾎﾓ5L",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0043",
    "製造ライン名": "M2量)ｱｼﾞﾎﾓ2L",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0044",
    "製造ライン名": "M1量)125型乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0045",
    "製造ライン名": "M1量)3.1ﾓｰﾀ＋ｳｫｰﾀﾊﾞｽ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0046",
    "製造ライン名": "M1量)30乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0047",
    "製造ライン名": "M1量)FM200LI",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0048",
    "製造ライン名": "M1量)ﾍﾝｼｪﾙ300L",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0049",
    "製造ライン名": "M1量)FM20L/I",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0050",
    "製造ライン名": "M1量)FM75L/I",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0051",
    "製造ライン名": "M1量)ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0052",
    "製造ライン名": "M1量)ｻﾝﾌﾟﾙﾐﾙ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0053",
    "製造ライン名": "M1量)ﾊｲｽﾋﾟｰﾄﾞﾐｷｻｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0054",
    "製造ライン名": "M1量)溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0055",
    "製造ライン名": "M1量)ｳｨﾝﾄﾞﾐﾙ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0056",
    "製造ライン名": "M1量)ﾛｰﾗｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0057",
    "製造ライン名": "M1量)PD-100乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0058",
    "製造ライン名": "M1量)125型乳化機湿式",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0059",
    "製造ライン名": "M1量)ｱﾄﾏｲｻﾞｰ(UIW)",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0060",
    "製造ライン名": "M1量)外付ﾎﾓﾐｷｻｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0061",
    "製造ライン名": "M1量)ﾛｰﾗｰ(小)",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0062",
    "製造ライン名": "M1量)解砕機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0063",
    "製造ライン名": "M1量)洗顔用ｼﾌﾀｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0064",
    "製造ライン名": "M1量)60ﾒｯｼｭｼﾌﾀｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0065",
    "製造ライン名": "M1量)恒温器",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0066",
    "製造ライン名": "M1量)PD-30T乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0067",
    "製造ライン名": "M1量)外部設備",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0068",
    "製造ライン名": "M1量)ｵｰﾄﾐｸｻｰ40型",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0069",
    "製造ライン名": "M3量)50㎏乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0070",
    "製造ライン名": "M3量)100㎏乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0071",
    "製造ライン名": "M3量)300㎏乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0072",
    "製造ライン名": "M3量)500㎏乳化機1",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0073",
    "製造ライン名": "M3量)500㎏乳化機2",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0074",
    "製造ライン名": "M3量)150㎏液化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0075",
    "製造ライン名": "M3量)750㎏液化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0076",
    "製造ライン名": "M3量)10kg溶解槽",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0077",
    "製造ライン名": "M3量)ｵｰﾌﾟﾝﾀﾝｸ 100㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0078",
    "製造ライン名": "M3量)ｵｰﾌﾟﾝﾀﾝｸ 140㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0079",
    "製造ライン名": "M3量)ｵｰﾌﾟﾝﾀﾝｸ 250㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0080",
    "製造ライン名": "M3量)ｵｰﾌﾟﾝﾀﾝｸ 400㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0081",
    "製造ライン名": "M3量)ｵｰﾌﾟﾝﾀﾝｸ 600㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0082",
    "製造ライン名": "M3量)ｵｰﾌﾟﾝﾀﾝｸ 1000㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0083",
    "製造ライン名": "M3量)移動溶解槽120㎏",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0084",
    "製造ライン名": "M3量)高圧乳化機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0085",
    "製造ライン名": "M3量)外付ﾎﾓﾐｷｻｰ(大)",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0086",
    "製造ライン名": "M3量)外付ﾎﾓﾐｷｻｰ 防爆",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0087",
    "製造ライン名": "M3量)ｻﾀｹ攪拌機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0088",
    "製造ライン名": "M3量)1tﾀﾝｸ専用ｻﾀｹ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0089",
    "製造ライン名": "M3量)3.1ﾓｰﾀｰ攪拌機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0090",
    "製造ライン名": "M3量)ｴｱｰﾃﾞｨｽﾊﾟｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0091",
    "製造ライン名": "M3量)3本ﾛｰﾗｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0092",
    "製造ライン名": "M3量)細川ﾐｸﾛﾝﾃﾞｨｽﾊﾟｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0093",
    "製造ライン名": "M3量)花塚ﾛｰﾀﾘｰﾎﾟﾝﾌﾟ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0094",
    "製造ライン名": "M3量)液用ﾎﾟﾝﾌﾟ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0095",
    "製造ライン名": "M3量)ｶｰﾄﾘｯｼﾞﾌｨﾙﾀｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0096",
    "製造ライン名": "M3量)ﾒﾝﾌﾞﾗﾝﾌｨﾙﾀｰ",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0097",
    "製造ライン名": "M3量）500Kg乳化機2",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0098",
    "製造ライン名": "M3量)素焼き濾過機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0099",
    "製造ライン名": "M3量)外部設備",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0100",
    "製造ライン名": "M3量）秤",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0101",
    "製造ライン名": "西部屋試作室試作機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "G0102",
    "製造ライン名": "東部屋試作室試作機",
    "部署": "量産技術部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0001",
    "製造ライン名": "M2調)200㎏ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0002",
    "製造ライン名": "M2調)3.1ﾓｰﾀｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0003",
    "製造ライン名": "M2調)50ﾊｲﾋﾞｽ乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0004",
    "製造ライン名": "M2調)ｴｱｰ撹拌機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0005",
    "製造ライン名": "M2調)ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0006",
    "製造ライン名": "M2調)ｻﾀｹ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0007",
    "製造ライン名": "M2調)ﾛｰﾀﾘｰﾎﾟﾝﾌﾟ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0008",
    "製造ライン名": "M2調)熱ﾛｰﾗｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0009",
    "製造ライン名": "M2調)ﾐﾆﾛｰﾗｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0010",
    "製造ライン名": "M2調)300L乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P00304",
    "製造ライン名": "M1充)小型",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0011",
    "製造ライン名": "M2調)300L溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0012",
    "製造ライン名": "M2調)PDﾐｷｻｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0013",
    "製造ライン名": "M2調)ﾛｰﾗｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0014",
    "製造ライン名": "M2調)5Lﾊｲﾋﾞｽ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0016",
    "製造ライン名": "M2調)20溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0017",
    "製造ライン名": "M2調)50溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0018",
    "製造ライン名": "M2調)80溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0019",
    "製造ライン名": "M2調)8溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0031",
    "製造ライン名": "M1調)ｵｰﾄﾐｸｻｰ40型",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0020",
    "製造ライン名": "M2)秤",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P00405",
    "製造ライン名": "M1充)4ST",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0021",
    "製造ライン名": "M2調)１00溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0022",
    "製造ライン名": "M2調)脱ｱﾝ槽（ｻﾀｹ）",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M0023",
    "製造ライン名": "M2調)外部設備",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P00506",
    "製造ライン名": "M1充)粉洗顔",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P006FF",
    "製造ライン名": "M1充)加飾",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P007FF",
    "製造ライン名": "M1充)ｾﾐｵｰﾄ1",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P008FF",
    "製造ライン名": "M1充)ｾﾐｵｰﾄ2",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P009FF",
    "製造ライン名": "M1充)多色",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P010FF",
    "製造ライン名": "M1充)湿式1",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P011FF",
    "製造ライン名": "M1充)湿式2",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "PFFFFF",
    "製造ライン名": "M1充)充填なし 半製品",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "PSETFF",
    "製造ライン名": "M1充)充填なし ｾｯﾄ",
    "部署": "生産二部",
    "製造場所コード": "M1HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00101",
    "製造ライン名": "M2充)ﾏｽｶﾗﾊﾝﾄﾞ",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M001FF",
    "製造ライン名": "M2充)ﾏｽｶﾗﾊﾝﾄﾞ",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00202",
    "製造ライン名": "M2充)ﾏｽｶﾗ自動1",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00303",
    "製造ライン名": "M2充)ﾏｽｶﾗ自動2",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00307",
    "製造ライン名": "M2充)ﾏｽｶﾗ自動1号",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00404",
    "製造ライン名": "M2充)溶融自動",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00505",
    "製造ライン名": "M2充)ﾏｽｶﾗ自動3",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00606",
    "製造ライン名": "M2充)ﾏｽｶﾗ自動4",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00707",
    "製造ライン名": "M2充)ﾏｽｶﾗ自動5",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00803",
    "製造ライン名": "M2充)ｱｲﾌﾟﾁ･ｸﾞﾛｽ",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M00808",
    "製造ライン名": "M2充)ｸﾞﾛｽ自動",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M009FF",
    "製造ライン名": "M2充)ｽﾘﾑ成型1",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M1023",
    "製造ライン名": "M2調)ｱｼﾞﾎﾓ5L",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M1024",
    "製造ライン名": "M2調)ｱｼﾞﾎﾓ2L",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M010FF",
    "製造ライン名": "M2充)口紅6連装置1",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M011FF",
    "製造ライン名": "M2充)流し込み",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M012FF",
    "製造ライン名": "M2充)ﾊｲﾊﾟｰﾎﾟﾝﾌﾟ100",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M013FF",
    "製造ライン名": "M2充)6色充填機",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M014FF",
    "製造ライン名": "M2充)溶融充填ﾊﾝﾄﾞ",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0001",
    "製造ライン名": "M1調)125型乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0002",
    "製造ライン名": "M1調)3.1ﾓｰﾀ＋ｳｫｰﾀﾊﾞｽ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0003",
    "製造ライン名": "M1調)30乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0004",
    "製造ライン名": "M1調)FM200LI",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0005",
    "製造ライン名": "M1調)ﾍﾝｼｪﾙ300L",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0006",
    "製造ライン名": "M1調)FM20L/I",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0007",
    "製造ライン名": "M1調)FM75L/I",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0008",
    "製造ライン名": "M1調)ｵｰﾌﾟﾝﾀﾝｸ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0009",
    "製造ライン名": "M1調)ｻﾝﾌﾟﾙﾐﾙ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0010",
    "製造ライン名": "M1調)ﾊｲｽﾋﾟｰﾄﾞﾐｷｻｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M015FF",
    "製造ライン名": "M2充)ﾘｯﾌﾟ充填機",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0011",
    "製造ライン名": "M1調)溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0012",
    "製造ライン名": "M1調)ｳｨﾝﾄﾞﾐﾙ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0013",
    "製造ライン名": "M1調)ﾛｰﾗｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0014",
    "製造ライン名": "M1調)PD-100乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0015",
    "製造ライン名": "M1調)125型乳化機湿式",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0016",
    "製造ライン名": "M1調)ｱﾄﾏｲｻﾞｰ(UIW)",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0017",
    "製造ライン名": "M1調)外付ﾎﾓﾐｷｻｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0018",
    "製造ライン名": "M1調)ﾛｰﾗｰ(小)",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0019",
    "製造ライン名": "M1調)解砕機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0020",
    "製造ライン名": "M1調)洗顔用ｼﾌﾀｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M016FF",
    "製造ライン名": "M2充)ﾍﾟﾝｼﾙ成型1",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0021",
    "製造ライン名": "M1調)60ﾒｯｼｭｼﾌﾀｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0022",
    "製造ライン名": "M1調)恒温器",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0028",
    "製造ライン名": "M1調)PD-30T乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0029",
    "製造ライン名": "M1)秤",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "P0030",
    "製造ライン名": "M1調)外部設備",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M017FF",
    "製造ライン名": "M2充)ﾍﾟﾝｼﾙ成型2",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M018FF",
    "製造ライン名": "M2充)口紅12連装置",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M01905",
    "製造ライン名": "M2充)3連ﾏｽｶﾗ自動",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M020FF",
    "製造ライン名": "M2充)ﾍﾟﾝｼﾙ成型3",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "M021FF",
    "製造ライン名": "M2充)口紅6連装置2",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "MFFFFF",
    "製造ライン名": "M2充)充填なし 半製品",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "MHDN",
    "製造ライン名": "M2充)HDN型",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "MSETFF",
    "製造ライン名": "M2充)充填なし ｾｯﾄ",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "NPRE",
    "製造ライン名": "M2充)圧着機",
    "部署": "生産二部",
    "製造場所コード": "M2HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00101",
    "製造ライン名": "M3充)加圧",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00202",
    "製造ライン名": "M3充)乳化F",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00303",
    "製造ライン名": "M3充)ｸﾘｰﾑ自動",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0001",
    "製造ライン名": "M3調)50㎏乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0002",
    "製造ライン名": "M3調)100㎏乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0003",
    "製造ライン名": "M3調)300㎏乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0004",
    "製造ライン名": "M3調)500㎏乳化機1",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0005",
    "製造ライン名": "M3調)500㎏乳化機2",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0006",
    "製造ライン名": "M3調)150㎏液化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0007",
    "製造ライン名": "M3調)750㎏液化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0008",
    "製造ライン名": "M3調)10kg溶解槽",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0009",
    "製造ライン名": "M3調)ｵｰﾌﾟﾝﾀﾝｸ 100㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0010",
    "製造ライン名": "M3調)ｵｰﾌﾟﾝﾀﾝｸ 140㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00404",
    "製造ライン名": "M3充)ﾁｭｰﾌﾞ1",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0011",
    "製造ライン名": "M3調)ｵｰﾌﾟﾝﾀﾝｸ 250㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0012",
    "製造ライン名": "M3調)ｵｰﾌﾟﾝﾀﾝｸ 400㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0013",
    "製造ライン名": "M3調)ｵｰﾌﾟﾝﾀﾝｸ 600㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0014",
    "製造ライン名": "M3調)ｵｰﾌﾟﾝﾀﾝｸ 1000㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0015",
    "製造ライン名": "M3調)移動溶解槽120㎏",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0017",
    "製造ライン名": "M3調)高圧乳化機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0018",
    "製造ライン名": "M3調)外付ﾎﾓﾐｷｻｰ(大)",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0019",
    "製造ライン名": "M3調)外付ﾎﾓﾐｷｻｰ 防爆",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0020",
    "製造ライン名": "M3調)ｻﾀｹ攪拌機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00505",
    "製造ライン名": "M3充)ﾁｭｰﾌﾞ2",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0021",
    "製造ライン名": "M3調)1tｻﾀｹｸﾚﾝｼﾞﾝｸﾞ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0022",
    "製造ライン名": "M3調)3.1ﾓｰﾀｰ攪拌機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0023",
    "製造ライン名": "M3調)ｴｱｰﾃﾞｨｽﾊﾟｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0024",
    "製造ライン名": "M3調)3本ﾛｰﾗｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0025",
    "製造ライン名": "M3調)細川ﾐｸﾛﾝﾃﾞｨｽﾊﾟｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0026",
    "製造ライン名": "M3調)花塚ﾛｰﾀﾘｰﾎﾟﾝﾌﾟ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0027",
    "製造ライン名": "M3調)液用ﾎﾟﾝﾌﾟ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0028",
    "製造ライン名": "M3調)ｶｰﾄﾘｯｼﾞﾌｨﾙﾀｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0029",
    "製造ライン名": "M3調)ﾒﾝﾌﾞﾗﾝﾌｨﾙﾀｰ",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0030",
    "製造ライン名": "M3調)素焼き濾過機",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00606",
    "製造ライン名": "M3充)液面追従1",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0031",
    "製造ライン名": "M3調)外部設備",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0032",
    "製造ライン名": "M3調)1tﾊﾝﾜ化粧水",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S0040",
    "製造ライン名": "M3調）秤",
    "部署": "生産一部",
    "製造場所コード": null,
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00707",
    "製造ライン名": "M3充)液面追従2",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S00808",
    "製造ライン名": "M3充)液面追従3",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S009FF",
    "製造ライン名": "M3充)分注機",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S010FF",
    "製造ライン名": "M3充)ﾊｲﾊﾟｰﾎﾟﾝﾌﾟ",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S01111",
    "製造ライン名": "M3充)回転ｸﾘｰﾑ",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S012FF",
    "製造ライン名": "M3充)ｸﾘｰﾑ充填機",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S01310",
    "製造ライン名": "M3充)ﾊｲﾊﾟｰﾎﾟﾝﾌﾟ50",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S014FF",
    "製造ライン名": "M3充)ﾓﾉｰ･ﾛｰﾗｰ",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S01510",
    "製造ライン名": "M3充)ｾﾙ生産機",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S016FF",
    "製造ライン名": "M3充)分注機10ml,20ml",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S017FF",
    "製造ライン名": "M3充)ﾊｲﾊﾟｰﾎﾟﾝﾌﾟ20ml",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S018FF",
    "製造ライン名": "M3充)ｸﾘｰﾑ充填装置1",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S019FF",
    "製造ライン名": "M3充)溶融充填ハンド",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S02009",
    "製造ライン名": "M3充)溶融自動",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S02104",
    "製造ライン名": "M3充)ﾁｭｰﾌﾞ3",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "SFFFFF",
    "製造ライン名": "M3充)充填なし 半製品",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "SSETFF",
    "製造ライン名": "M3充)充填なし ｾｯﾄ",
    "部署": "生産二部",
    "製造場所コード": "M3HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "DFFFFF",
    "製造ライン名": "ES充)充填なし 半製品",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "DSETFF",
    "製造ライン名": "ES充)充填なし ｾｯﾄ",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "MFFFF1",
    "製造ライン名": "E棟充)充填なし半製品",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S10101",
    "製造ライン名": "E充）ｻｰﾎﾞｸﾘｰﾑ",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S1012FF",
    "製造ライン名": "E充)ﾊｲﾊﾟｰﾎﾟﾝﾌﾟ100",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S10202",
    "製造ライン名": "E充）液体自動1号機",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S10303",
    "製造ライン名": "E充）液体自動2号機",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S10404",
    "製造ライン名": "E充）二連ｻｰﾎﾞｸﾘｰﾑ",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "S105FF",
    "製造ライン名": "E充)ﾊｲﾊﾟｰﾎﾟﾝﾌﾟ100",
    "部署": "生産二部",
    "製造場所コード": "M4HZ",
    "使用停止フラグ": 0,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "Ｊ00101",
    "製造ライン名": "Ｊ1加)ＣＦ打ち機1",
    "部署": "生産二部",
    "製造場所コード": null,
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "Ｊ00202",
    "製造ライン名": "Ｊ1加)ＣＦ打ち機2",
    "部署": "生産二部",
    "製造場所コード": null,
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  },
  {
    "製造ラインコード": "Ｊ00303",
    "製造ライン名": "Ｊ1加)ＣＦ打ち機3",
    "部署": "生産二部",
    "製造場所コード": null,
    "使用停止フラグ": 1,
    "データ作成日": "2025-10-16"
  }
];
